Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

# %@ · %@ calibrated from %d sample(s)
source: %1$@ · %2$@ calibrated from %3$d sample(s)
de: %1$@ · %2$@ anhand von %3$d Proben kalibriert
es: %1$@ · %2$@ calibrado con %3$d muestra(s)
fr: %1$@ · %2$@ étalonné à partir de %3$d échantillon(s)
ja: %1$@・%2$@：%3$d件のサンプルで校正
ko: %1$@ · %3$d개 샘플로 %2$@ 보정
th: %1$@ · %2$@ ปรับเทียบจากตัวอย่าง %3$d รายการ
zh_hans: %1$@ · %2$@（根据 %3$d 个样本校准）
zh_hant: %1$@ · %2$@（根據 %3$d 個樣本校準）

# %@ is about %@ %@ at %@.
source: %1$@ is about %2$@ %3$@ at %4$@.
de: %1$@ beträgt um %4$@ ungefähr %2$@ %3$@.
es: %1$@ es aproximadamente %2$@ %3$@ a las %4$@.
fr: %1$@ est estimé à %2$@ %3$@ à %4$@.
ja: %1$@は%4$@時点で約%2$@ %3$@です。
ko: %4$@ 기준 %1$@은(는) 약 %2$@ %3$@입니다.
th: %1$@ มีค่าประมาณ %2$@ %3$@ ณ %4$@
zh_hans: %1$@ 在 %4$@ 约为 %2$@ %3$@。
zh_hant: %1$@ 在 %4$@ 約為 %2$@ %3$@。

source: %@ predicted
de: %@ vorhergesagt
es: %@ (estimación)
fr: %@ (prévision)
ja: 予測値：%@
ko: %@ 예측됨
th: %@ ที่คาดการณ์
zh_hans: %@ 预测值
zh_hant: %@ 預測值

# %d report(s), %d calibration point(s)
source: %1$d report(s), %2$d calibration point(s)
de: %1$d Berichte · %2$d Kalibrierpunkte
es: %1$d informe(s), %2$d punto(s) de calibración
fr: %1$d rapport(s), %2$d point(s) d’étalonnage
ja: レポート%1$d件、校正ポイント%2$d件
ko: 보고서 %1$d개, 보정 지점 %2$d개
th: รายงาน %1$d รายการ จุดปรับเทียบ %2$d จุด
zh_hans: %1$d 份报告，%2$d 个校准点
zh_hant: %1$d 份報告，%2$d 個校準點

source: %d result(s) saved for reference
de: %d Ergebnisse als Referenz gespeichert
es: %d resultado(s) guardado(s) como referencia
fr: %d résultat(s) enregistré(s) pour référence
ja: %d件の結果を参照用に保存しました
ko: 결과 %d개를 참고용으로 저장함
th: บันทึกผลตรวจ %d รายการไว้อ้างอิง
zh_hans: 已保存 %d 项结果供参考
zh_hant: 已儲存 %d 項結果供參考

# %lld active plan%@ · %@
source: %1$lld active plan%2$@ · %3$@
de: %1$lld aktive Pläne%2$@ · %3$@
es: %1$lld plan activo%2$@ · %3$@
fr: %1$lld plan%2$@ actif(s) · %3$@
ja: %1$lld件の有効なプラン%2$@・%3$@
ko: 활성 계획 %1$lld개%2$@ · %3$@
th: แผนที่ใช้งานอยู่ %1$lld รายการ%2$@ · %3$@
zh_hans: %1$lld 个启用计划 · %3$@
zh_hant: %1$lld 個啟用計劃 · %3$@

source: 9:00 AM · oral 2 mg E2
de: 9:00 Uhr · oral 2 mg E2
fr: 9:00 · 2 mg d’E2 par voie orale
ja: 午前9:00・E2 2 mgを経口投与
ko: 오전 9:00 · 경구 E2 2 mg
th: 9:00 น. · รับประทาน E2 2 mg
zh_hans: 上午 9:00 · 口服 2 mg E2
zh_hant: 上午 9:00 · 口服 2 mg E2

source: A natural-language dose phrase, interpreted on device and always reviewed before saving.
de: Eine natürlichsprachige Dosisangabe, die auf dem Gerät interpretiert und vor dem Speichern immer überprüft wird.
es: Una frase de dosis en lenguaje natural, interpretada en el dispositivo y siempre revisada antes de guardar.
fr: Une phrase de dose en langage naturel, interprétée sur l’appareil et toujours vérifiée avant l’enregistrement.
ja: 自然な言葉で入力した投薬内容をデバイス上で解釈し、保存前に必ず確認します。
ko: 기기에서 해석하며 저장 전에 항상 검토하는 자연어 용량 문구입니다.
th: ข้อความขนาดยาในภาษาธรรมชาติจะถูกตีความบนอุปกรณ์และตรวจสอบทุกครั้งก่อนบันทึก
zh_hans: 一条自然语言剂量短语，由设备端解析，并始终在保存前核对。
zh_hant: 一段自然語言劑量語句，由裝置端解析，並一律在儲存前核對。

source: A non-PK oral medication to record.
de: Ein orales Medikament ohne PK-Berechnung, das nur aufgezeichnet wird.
es: Un medicamento oral sin PK que se va a registrar.
fr: Un médicament oral sans modèle PK, à enregistrer.
ja: PK計算に反映せず、経口薬として記録する薬です。
ko: PK 계산에 사용하지 않고 기록만 하는 경구 약물입니다.
th: ยารับประทานสำหรับบันทึกเท่านั้นและไม่รวมในการคำนวณ PK
zh_hans: 一种用于记录的非 PK 口服药物。
zh_hant: 一種供記錄的非 PK 口服藥物。

source: A patch release rate cannot be combined with a mass dose.
de: Die Freisetzungsrate eines Pflasters kann nicht mit einer Dosisangabe als Masse kombiniert werden.
es: La tasa de liberación del parche no puede combinarse con una dosis por masa.
fr: Un débit de libération de patch ne peut pas être associé à une dose massique.
ja: パッチの放出速度と質量による投与量は同時に指定できません。
ko: 패치 방출률과 질량 단위 용량을 함께 입력할 수 없습니다.
th: ไม่สามารถระบุอัตราการปล่อยของแผ่นแปะพร้อมกับขนาดยาตามมวลได้
zh_hans: 贴片释放速率不能与质量剂量同时使用。
zh_hant: 貼片釋放速率不能與質量劑量同時使用。

source: A patch release rate cannot be combined with other dose details.
de: Die Freisetzungsrate eines Pflasters kann nicht mit anderen Dosisangaben kombiniert werden.
es: La tasa de liberación del parche no puede combinarse con otros datos de la dosis.
fr: Un débit de libération de patch ne peut pas être associé à d’autres détails de dose.
ja: パッチの放出速度は、ほかの投与情報と同時に指定できません。
ko: 패치 방출률과 다른 용량 세부 정보를 함께 입력할 수 없습니다.
th: ไม่สามารถระบุอัตราการปล่อยของแผ่นแปะพร้อมกับรายละเอียดขนาดยาอื่นได้
zh_hans: 贴片释放速率不能与其他剂量详情同时使用。
zh_hant: 貼片釋放速率不能與其他劑量詳情同時使用。

source: A record-only medication cannot be combined with that hormone category.
de: Ein Medikament, das nur aufgezeichnet wird, kann nicht mit dieser Hormonkategorie kombiniert werden.
es: Un medicamento solo de registro no puede combinarse con esa categoría hormonal.
fr: Un médicament destiné uniquement à l’enregistrement ne peut pas être associé à cette catégorie d’hormone.
ja: 記録専用薬は、そのホルモン分類と組み合わせられません。
ko: 기록 전용 약물은 해당 호르몬 범주와 함께 사용할 수 없습니다.
th: ไม่สามารถใช้ยาสำหรับบันทึกเท่านั้นร่วมกับหมวดฮอร์โมนนั้นได้
zh_hans: 仅记录药物不能与该激素类别组合。
zh_hant: 僅記錄藥物不能與該激素類別組合。

source: A record-only medication does not use an active-equivalent dose.
de: Ein Medikament, das nur aufgezeichnet wird, verwendet keine wirkstoffäquivalente Dosis.
es: Un medicamento solo de registro no utiliza una dosis equivalente de principio activo.
fr: Un médicament destiné uniquement à l’enregistrement n’utilise pas de dose équivalente en substance active.
ja: 記録専用薬では有効成分換算投与量を使用しません。
ko: 기록 전용 약물에는 활성 성분 환산 용량을 사용하지 않습니다.
th: ยาสำหรับบันทึกเท่านั้นไม่ใช้ขนาดยาสมมูลของสารออกฤทธิ์
zh_hans: 仅记录药物不使用活性成分当量剂量。
zh_hant: 僅記錄藥物不使用活性成分當量劑量。

# about.contact.title
source: Contact Us
de: Kontakt
es: Contacto
fr: Nous contacter
ja: お問い合わせ
ko: 문의
th: ติดต่อเรา
zh_hans: 联系我们
zh_hant: 聯絡我們

# about.developer.algorithm.title
source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
ja: アルゴリズム
ko: 알고리즘
th: อัลกอริทึม
zh_hans: 算法
zh_hant: 算法

# about.developer.app.title
source: App Development
de: App-Entwicklung
es: Desarrollo de la app
fr: Développement de l’app
ja: アプリ開発
ko: 앱 개발
th: การพัฒนาแอป
zh_hans: App 开发
zh_hant: App 開發

# about.link.website
source: Website
de: Webseite
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
th: เว็บไซต์
zh_hans: 网站
zh_hant: 網站

# about.section.contact
source: Contact
de: Ansprechpartner
es: Contacto
ja: 連絡先
ko: 연락하기
th: การติดต่อ
zh_hans: 联系
zh_hant: 聯絡

# about.section.developers
source: Developers
de: Entwickler
es: Desarrolladores
fr: Développeurs
ja: 開発者
ko: 개발진
th: นักพัฒนา
zh_hans: 开发者
zh_hant: 開發者

# about.section.sisters
source: Sister Projects
de: Schwesterprojekte
es: Proyectos relacionados
fr: Projets associés
ja: 関連プロジェクト
ko: 자매 프로젝트
th: โครงการที่เกี่ยวข้อง
zh_hans: 姐妹项目
zh_hant: 姐妹專案

# about.settings.entry.subtitle
source: Developers, project links, and contact info
de: Entwickler, Projektlinks und Kontaktinfos
es: Desarrolladores, enlaces de proyectos e información de contacto
fr: Développeurs, liens du projet et coordonnées
ja: 開発者、プロジェクトへのリンク、連絡先
ko: 개발자, 프로젝트 링크 및 연락처 정보
th: นักพัฒนา ลิงก์โครงการ และข้อมูลการติดต่อ
zh_hans: 开发者信息、项目链接与联系方式
zh_hant: 開發者信息、專案連結與聯絡方式

# about.settings.entry.title
source: Credits & Links
de: Mitwirkende & Links
es: Créditos y enlaces
fr: Crédits et liens
ja: クレジットとリンク
ko: 크레딧 및 링크
th: เครดิตและลิงก์
zh_hans: 开发者与项目
zh_hant: 開發者與專案

# about.settings.section
source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
th: โครงการ
zh_hans: 项目
zh_hant: 專案

# about.sisters.footer
source: These projects use the same E2 algorithm and offer more features directly on their websites.
de: Diese Projekte verwenden den gleichen E2-Algorithmus und bieten weitere Funktionen direkt auf ihren Websites.
es: Estos proyectos utilizan el mismo algoritmo E2 y ofrecen más funciones directamente en sus sitios web.
fr: Ces projets utilisent le même algorithme E2 et proposent davantage de fonctions directement sur leurs sites web.
ja: これらのプロジェクトは同じE2アルゴリズムを採用し、各ウェブサイトでさらに多くの機能を提供しています。
ko: 이러한 프로젝트는 동일한 E2 알고리즘을 사용하고 웹사이트에서 직접 더 많은 기능을 제공합니다.
th: โครงการเหล่านี้ใช้อัลกอริทึม E2 เดียวกันและมีคุณสมบัติเพิ่มเติมบนเว็บไซต์ของแต่ละโครงการ
zh_hans: 这些项目使用同样的 E2 算法，并且可以在对应网站上直接使用，功能也更多。
zh_hant: 這些專案使用同樣的 E2 算法，並且可以在對應網站上直接使用，功能也更多。

# about.title
source: Credits & Links
de: Mitwirkende & Links
es: Créditos y enlaces
fr: Crédits et liens
ja: クレジットとリンク
ko: 크레딧 및 링크
th: เครดิตและลิงก์
zh_hans: 开发者与项目
zh_hant: 開發者與專案

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効
ko: 활성
th: ใช้งานอยู่
zh_hans: 启用中
zh_hant: 啟用中

source: Active Equivalent Dose
de: Wirkstoffäquivalente Dosis
es: Dosis equivalente de principio activo
fr: Dose équivalente en substance active
ja: 有効成分換算投与量
ko: 활성 성분 환산 용량
th: ขนาดยาสมมูลของสารออกฤทธิ์
zh_hans: 活性成分当量剂量
zh_hant: 活性成分當量劑量

source: Active HRT
de: Aktive HRT
es: HRT activa
fr: THS en cours
ja: 使用中のHRT
ko: 활성 HRT
th: HRT ที่ใช้งานอยู่
zh_hans: 当前 HRT
zh_hant: 目前 HRT

source: Active Plans
de: Aktive Pläne
es: Planes activos
fr: Plans actifs
ja: 有効なプラン
ko: 활성 계획
th: แผนที่ใช้งานอยู่
zh_hans: 启用中的计划
zh_hant: 啟用中的計劃

source: Add another time
de: Weitere Uhrzeit hinzufügen
es: Agregar otra hora
fr: Ajouter une autre heure
ja: 時刻を追加
ko: 다른 시간 추가
th: เพิ่มเวลาอื่น
zh_hans: 添加一个时间
zh_hant: 添加一個時間

source: Add lab result
de: Laborergebnis hinzufügen
es: Añadir resultado de laboratorio
fr: Ajouter un résultat biologique
ja: 検査結果を追加
ko: 검사 결과 추가
th: เพิ่มผลตรวจ
zh_hans: 添加检验结果
zh_hant: 新增檢驗結果

source: Add Manually
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
ja: 手動で追加
ko: 수동으로 추가
th: เพิ่มด้วยตนเอง
zh_hans: 手动添加
zh_hant: 手動新增

source: Add Row
de: Zeile hinzufügen
es: Añadir fila
fr: Ajouter une ligne
ja: 行を追加
ko: 행 추가
th: เพิ่มแถว
zh_hans: 添加一行
zh_hant: 新增一列

source: Allow notifications when you're ready.
de: Erlauben Sie Mitteilungen, sobald Sie bereit sind.
es: Permite las notificaciones cuando estés listo.
fr: Autorisez les notifications quand vous le souhaitez.
ja: 準備ができたら通知を許可してください。
ko: 준비가 되면 알림을 허용하세요.
th: อนุญาตการแจ้งเตือนเมื่อคุณพร้อม
zh_hans: 准备好后再开启通知即可。
zh_hant: 準備好後再開啟通知即可。

source: An explicitly stated active-equivalent dose in milligrams.
de: Eine ausdrücklich angegebene wirkstoffäquivalente Dosis in Milligramm.
es: Una dosis equivalente activa expresamente declarada en miligramos.
fr: Une dose équivalente en substance active explicitement indiquée en milligrammes.
ja: 明示された有効成分換算投与量（mg）です。
ko: 명시된 활성 성분 환산 용량(밀리그램)입니다.
th: ขนาดยาสมมูลของสารออกฤทธิ์ที่ระบุไว้อย่างชัดเจนในหน่วยมิลลิกรัม
zh_hans: 明确说明的活性成分当量剂量，单位为毫克。
zh_hant: 明確說明的活性成分當量劑量，單位為毫克。

source: Apple Health took too long to answer. Close the sheet and try again.
de: Apple Health hat nicht rechtzeitig geantwortet. Schließen Sie dieses Fenster und versuchen Sie es erneut.
es: Salud de Apple tardó demasiado en responder. Cierra la hoja e inténtalo de nuevo.
fr: Santé d’Apple a mis trop de temps à répondre. Fermez cette fenêtre et réessayez.
ja: ヘルスケアからの応答に時間がかかっています。この画面を閉じて、もう一度お試しください。
ko: Apple Health 응답이 지연되고 있습니다. 이 화면을 닫고 다시 시도하세요.
th: Apple Health ใช้เวลาตอบสนองนานเกินไป โปรดปิดหน้าต่างนี้แล้วลองอีกครั้ง
zh_hans: Apple Health 响应时间过长，请关闭后重试。
zh_hant: Apple Health 響應時間過長，請關閉後重試。

source: Apple Intelligence is unavailable. Please use the structured dose fields or review the dose in HRT Recorder.
de: Apple Intelligence ist nicht verfügbar. Bitte verwenden Sie die strukturierten Dosisfelder oder überprüfen Sie die Dosis in HRT Recorder.
es: Apple Intelligence no está disponible. Usa los campos estructurados de la dosis o revísala en HRT Recorder.
fr: Apple Intelligence est indisponible. Utilisez les champs de dose structurés ou vérifiez la dose dans HRT Recorder.
ja: Apple Intelligenceを利用できません。構造化された投薬欄を使うか、HRT Recorderで内容を確認してください。
ko: Apple Intelligence를 사용할 수 없습니다. 구조화된 용량 필드를 사용하거나 HRT Recorder에서 용량을 검토하세요.
th: Apple Intelligence ไม่พร้อมใช้งาน โปรดใช้ช่องขนาดยาแบบมีโครงสร้างหรือตรวจสอบขนาดยาใน HRT Recorder
zh_hans: Apple 智能当前不可用。请使用结构化剂量字段，或在 HRT Recorder 中核对剂量。
zh_hant: Apple 智能目前無法使用。請使用結構化劑量欄位，或在 HRT Recorder 中核對劑量。

source: Apply patch
de: Pflaster aufkleben
es: Aplicar parche
fr: Appliquer un patch
ja: パッチを貼る
ko: 패치 부착
th: ติดแผ่นแปะ
zh_hans: 贴上贴片
zh_hant: 貼上貼片

source: Bicalutamide
de: Bicalutamid
es: Bicalutamida
ja: ビカルタミド
ko: 비칼루타미드
th: ไบคาลูทาไมด์
zh_hans: 比卡鲁胺
zh_hant: 比卡魯胺

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
ja: ブロック中
ko: 차단됨
th: ถูกระงับ
zh_hans: 已阻止
zh_hant: 已阻止

source: Blocked by notification settings.
de: Blockiert durch Benachrichtigungseinstellungen.
es: Bloqueado por la configuración de notificaciones.
fr: Bloqué par les réglages de notification.
ja: 通知設定によりブロックされています。
ko: 알림 설정에 의해 차단되었습니다.
th: ถูกบล็อกโดยการตั้งค่าการแจ้งเตือน
zh_hans: 已被通知设置阻止。
zh_hant: 已被通知設定阻止。

source: Blood Level Status
de: Status des Blutspiegels
es: Estado del nivel en sangre
fr: État du taux sanguin
ja: 血中濃度の状態
ko: 혈중 농도 상태
th: สถานะระดับฮอร์โมนในเลือด
zh_hans: 血药浓度状态
zh_hant: 血藥濃度狀態

source: Calibration
de: Kalibrierung
es: Calibración
fr: Étalonnage
ja: 校正
ko: 보정
th: การปรับเทียบ
zh_hans: 校准
zh_hant: 校準

source: Calibration Target
de: Kalibrierungsziel
es: Objetivo de calibración
fr: Cible d’étalonnage
ja: 校正対象
ko: 보정 대상
th: เป้าหมายการปรับเทียบ
zh_hans: 校准目标
zh_hant: 校準目標

# Calibration value: %@ %@
source: Calibration value: %1$@ %2$@
de: Kalibrierwert: %1$@ %2$@
es: Valor de calibración: %1$@ %2$@
fr: Valeur d’étalonnage : %1$@ %2$@
ja: 校正値：%1$@ %2$@
ko: 보정 값: %1$@ %2$@
th: ค่าการปรับเทียบ: %1$@ %2$@
zh_hans: 校准值：%1$@ %2$@
zh_hant: 校準值：%1$@ %2$@

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

source: Casual
de: Locker
es: Flexible
fr: Souple
ja: やや短め
ko: 간편
th: ทั่วไป
zh_hans: 随意
zh_hant: 隨意

source: Category
de: Kategorie
es: categoría
fr: Catégorie
ja: カテゴリー
ko: 카테고리
th: ประเภท
zh_hans: 分类
zh_hant: 分類

source: Chart Window
de: Diagrammfenster
es: Ventana de gráfico
fr: Plage du graphique
ja: グラフの表示範囲
ko: 차트 창
th: ช่วงกราฟ
zh_hans: 图表时间范围
zh_hant: 圖表時間範圍

# chart.accessibility
source: %1$@ concentration chart (%2$@)
de: %1$@-Konzentrationsdiagramm (%2$@)
es: Gráfico de concentración de %1$@ (%2$@)
fr: Graphique de concentration de %1$@ (%2$@)
ja: %1$@濃度グラフ（%2$@）
ko: %1$@ 농도 차트 (%2$@)
th: กราฟความเข้มข้น %1$@ (%2$@)
zh_hans: %1$@浓度图（%2$@）
zh_hant: %1$@濃度圖（%2$@）

# chart.axis.concentration_format
source: %@ concentration
de: %@-Konzentration
es: Concentración de %@
fr: Concentration de %@
ja: %@濃度
ko: %@ 농도
th: ความเข้มข้น %@
zh_hans: %@ 浓度
zh_hant: %@ 濃度

# chart.axis.time
source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
th: เวลา
zh_hans: 时间
zh_hant: 時間

# chart.currentConc.missing
source: Current %1$@ concentration: —
de: Aktuelle %1$@-Konzentration: —
es: Concentración actual de %1$@: —
fr: Concentration actuelle de %1$@ : —
ja: 現在の%1$@濃度：—
ko: 현재 %1$@ 농도: —
th: ความเข้มข้น %1$@ ปัจจุบัน: —
zh_hans: 当前%1$@浓度：—
zh_hant: 目前%1$@濃度：—

# chart.currentConc.value
source: Current %1$@ concentration: %2$@
de: Aktuelle %1$@-Konzentration: %2$@
es: Concentración actual de %1$@: %2$@
fr: Concentration actuelle de %1$@ : %2$@
ja: 現在の%1$@濃度：%2$@
ko: 현재 %1$@ 농도: %2$@
th: ความเข้มข้น %1$@ ปัจจุบัน: %2$@
zh_hans: 当前%1$@浓度：%2$@
zh_hant: 目前%1$@濃度：%2$@

# chart.title
source: %1$@ concentration (%2$@)
de: %1$@-Konzentration (%2$@)
es: Concentración de %1$@ (%2$@)
fr: Concentration de %1$@ (%2$@)
ja: %1$@濃度（%2$@）
ko: %1$@ 농도 (%2$@)
th: ความเข้มข้น %1$@ (%2$@)
zh_hans: %1$@浓度（%2$@）
zh_hant: %1$@濃度（%2$@）

# chart.unit.accessibility
source: Select display unit
de: Anzeigeeinheit auswählen
es: Seleccionar unidad de visualización
fr: Sélectionner l’unité d’affichage
ja: 表示単位を選択
ko: 표시 단위 선택
th: เลือกหน่วยแสดงผล
zh_hans: 选择显示单位
zh_hant: 選擇顯示單位

# chart.unit.title
source: Display Unit
de: Anzeigeeinheit
es: Unidad de visualización
fr: Unité d’affichage
ja: 表示単位
ko: 표시 단위
th: หน่วยแสดงผล
zh_hans: 显示单位
zh_hant: 顯示單位

source: Choose a dose
de: Dosis auswählen
es: Elige una dosis
fr: Choisir une dose
ja: 投与内容を選択
ko: 용량 선택
th: เลือกขนาดยา
zh_hans: 选择剂量
zh_hant: 選擇劑量

source: Choose an active planned dose first.
de: Wählen Sie zuerst eine aktive geplante Dosis aus.
es: Elige primero una dosis planificada activa.
fr: Choisissez d’abord une dose planifiée active.
ja: 先に有効な予定投与を選択してください。
ko: 먼저 활성 상태인 예정 용량을 선택하세요.
th: โปรดเลือกขนาดยาตามแผนที่ใช้งานอยู่ก่อน
zh_hans: 请先选择一项启用的计划剂量。
zh_hant: 請先選擇一項啟用的計劃劑量。

source: Choose an available medication plan
de: Wählen Sie einen verfügbaren Medikationsplan
es: Elige un plan de medicación disponible
fr: Choisissez un plan de traitement disponible
ja: 利用可能な服薬プランを選択
ko: 사용 가능한 복약 계획 선택
th: เลือกแผนยาที่มีอยู่
zh_hans: 选择一个可用的用药计划
zh_hant: 選擇一個可用的用藥計劃

source: Choose an available medication plan.
de: Wählen Sie einen verfügbaren Medikationsplan.
es: Elige un plan de medicación disponible.
fr: Choisissez un plan de traitement disponible.
ja: 利用可能な服薬プランを選択してください。
ko: 사용 가능한 복약 계획을 선택하세요.
th: เลือกแผนยาที่มีอยู่
zh_hans: 选择一个可用的用药计划。
zh_hant: 選擇一個可用的用藥計劃。

source: Choose either a sublingual hold setting or a custom fraction, not both.
de: Wählen Sie entweder eine Einstellung für die sublinguale Haltezeit oder einen eigenen Anteil, nicht beides.
es: Elige un tiempo de retención sublingual o una fracción personalizada, pero no ambos.
fr: Choisissez soit un réglage de maintien sublingual, soit une fraction personnalisée, mais pas les deux.
ja: 舌下保持の設定かカスタム吸収率のどちらか一方を選択してください。
ko: 설하 유지 설정과 사용자 지정 흡수율 중 하나만 선택하세요.
th: เลือกการตั้งค่าเวลาอมยาใต้ลิ้นหรือสัดส่วนที่กำหนดเองอย่างใดอย่างหนึ่ง ไม่สามารถเลือกทั้งสองอย่างพร้อมกันได้
zh_hans: 请选择舌下含服设置或自定义吸收比例，不能同时选择两者。
zh_hant: 請選擇舌下含服設定或自訂吸收比例，不能同時選擇兩者。

source: Choose the hormone HRT Recorder should focus on for dosing, the PK curve, and calibration. Lab reports can still keep both E2 and T results.
de: Wählen Sie das Hormon aus, auf das sich HRT Recorder bei Dosierung, PK-Kurve und Kalibrierung konzentrieren soll. Laborberichte können weiterhin sowohl E2- als auch T-Ergebnisse enthalten.
es: Elige la hormona en la que HRT Recorder debe centrarse para el registro de dosis, la curva de PK y la calibración. Los informes de laboratorio pueden conservar los resultados de E2 y T.
fr: Choisissez l’hormone que HRT Recorder doit privilégier pour les doses, la courbe PK et l’étalonnage. Les rapports d’analyse peuvent toujours conserver les résultats E2 et T.
ja: 投薬、PK曲線、校正で優先するホルモンを選択してください。検査レポートにはE2とTの両方を保存できます。
ko: HRT Recorder에서 용량 기록, PK 곡선 및 보정에 사용할 호르몬을 선택하세요. 검사 보고서에는 E2와 T 결과를 모두 저장할 수 있습니다.
th: เลือกฮอร์โมนที่ HRT Recorder จะใช้เป็นหลักสำหรับการใช้ยา เส้นโค้ง PK และการปรับเทียบ รายงานผลตรวจยังคงเก็บผลทั้ง E2 และ T ได้
zh_hans: 选择 HRT Recorder 在给药、PK 曲线和校准中重点使用的激素。检验报告中的 E2 和 T 结果仍会全部保留。
zh_hant: 選擇 HRT Recorder 在給藥、PK 曲線與校準中優先使用的激素。檢驗報告中的 E2 與 T 結果仍會全部保留。

source: Choose the hormone shown in the concentration widget.
de: Wählen Sie das Hormon aus, das im Konzentrations-Widget angezeigt wird.
es: Elige la hormona que muestra el widget de concentración.
fr: Choisissez l’hormone affichée dans le widget de concentration.
ja: 濃度ウィジェットに表示するホルモンを選択してください。
ko: 농도 위젯에 표시된 호르몬을 선택하십시오.
th: เลือกฮอร์โมนที่แสดงในวิดเจ็ตความเข้มข้น
zh_hans: 选择浓度小组件显示的激素。
zh_hant: 選擇濃度小工具顯示的激素。

source: Choose the medication plan opened by the quick dose widget.
de: Wählen Sie den Medikationsplan aus, den das Schnelldosis-Widget öffnet.
es: Elige el plan de medicación que abre el widget de dosis rápida.
fr: Choisissez le plan de traitement ouvert par le widget de dose rapide.
ja: クイック投薬ウィジェットで開く服薬プランを選択してください。
ko: 빠른 용량 위젯에서 열 복약 계획을 선택하세요.
th: เลือกแผนการใช้ยาที่จะเปิดจากวิดเจ็ตบันทึกยาแบบด่วน
zh_hans: 选择快速给药小组件打开的用药计划。
zh_hant: 選擇快速給藥小工具開啟的用藥計劃。

source: Choose your HRT type in HRT Recorder before asking for a hormone level.
de: Wählen Sie in HRT Recorder Ihren HRT-Typ aus, bevor Sie einen Hormonwert abfragen.
es: Elige el tipo de HRT en HRT Recorder antes de consultar un nivel hormonal.
fr: Choisissez votre type de THS dans HRT Recorder avant de demander un taux hormonal.
ja: ホルモン濃度を尋ねる前に、HRT RecorderでHRTタイプを選択してください。
ko: 호르몬 수치를 묻기 전에 HRT Recorder에서 HRT 유형을 선택하십시오.
th: เลือกประเภท HRT ของคุณใน HRT Recorder ก่อนที่จะขอระดับฮอร์โมน
zh_hans: 请先在 HRT Recorder 中选择 HRT 类型，再查询激素浓度。
zh_hant: 請先在 HRT Recorder 中選擇 HRT 類型，再查詢激素濃度。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: Collected
de: Abgenommen
es: Recogida
fr: Prélèvement
ja: 採取済み
ko: 채취됨
th: เก็บตัวอย่างแล้ว
zh_hans: 采样时间
zh_hant: 採檢時間

source: Common units
de: Übliche Einheiten
es: Unidades comunes
fr: Unités courantes
ja: 一般的な単位
ko: 일반 단위
th: หน่วยทั่วไป
zh_hans: 常用单位
zh_hant: 常用單位

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# common.decrease
source: Decrease
de: Verringern
es: Disminuir
fr: Diminuer
ja: 減らす
ko: 낮춤
th: ลดลง
zh_hans: 减少
zh_hant: 減少

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
th: เสร็จ
zh_hans: 完成
zh_hant: 完成

# common.increase
source: Increase
de: Erhöhen
es: Aumentar
fr: Augmenter
ja: 増やす
ko: 높이기
th: เพิ่ม
zh_hans: 增加
zh_hant: 增加

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
th: บันทึก
zh_hans: 保存
zh_hant: 儲存

# common.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
th: วันนี้
zh_hans: 今天
zh_hant: 今天

source: Compound
de: Wirkstoff
es: Compuesto
fr: Composé
ja: 製剤
ko: 화합물
th: สารประกอบ
zh_hans: 化合物
zh_hant: 化合物

source: Concentration
de: Konzentration
es: concentración
ja: 濃度
ko: 농도
th: ความเข้มข้น
zh_hans: 浓度
zh_hant: 濃度

source: Configure dose template
de: Dosisvorlage konfigurieren
es: Configurar plantilla de dosis
fr: Configurer le modèle de dose
ja: 投薬テンプレートを設定
ko: 용량 템플릿 설정
th: ตั้งค่าแม่แบบขนาดยา
zh_hans: 配置剂量模板
zh_hant: 設定劑量模板

source: Confirm in App
de: In der App bestätigen
es: Confirmar en la aplicación
fr: Confirmer dans l’app
ja: アプリで確認
ko: 앱에서 확인
th: ยืนยันในแอป
zh_hans: 在 App 中确认
zh_hant: 在 App 中確認

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하기
th: ดำเนินการต่อ
zh_hans: 继续
zh_hant: 繼續

source: Couldn't finish notification setup. Try again from the status card.
de: Die Einrichtung der Mitteilungen konnte nicht abgeschlossen werden. Versuchen Sie es über die Statuskarte erneut.
es: No se pudo completar la configuración de notificaciones. Inténtelo de nuevo desde la tarjeta de estado.
fr: Impossible de terminer la configuration des notifications. Réessayez depuis la carte d’état.
ja: 通知の設定を完了できませんでした。ステータスカードからもう一度お試しください。
ko: 알림 설정을 완료할 수 없습니다. 상태 카드에서 다시 시도하세요.
th: ตั้งค่าการแจ้งเตือนไม่สำเร็จ โปรดลองอีกครั้งจากการ์ดสถานะ
zh_hans: 未能完成通知设置，请在状态卡片中重试。
zh_hant: 未能完成通知設定，請在狀態卡片中重試。

source: Create a plan for doses or patch changes. The app can fill dose details and schedule reminders.
de: Erstellen Sie einen Plan für Dosen oder Pflasterwechsel. Die App kann Dosisangaben ausfüllen und Erinnerungen planen.
es: Crea un plan para las dosis o los cambios de parche. La app puede rellenar los datos de la dosis y programar recordatorios.
fr: Créez un plan pour les doses ou les changements de patch. L’app peut renseigner les détails des doses et programmer des rappels.
ja: 投薬やパッチ交換のプランを作成します。アプリが投薬情報を補い、リマインダーを設定できます。
ko: 용량 또는 패치 교체 계획을 만드세요. 앱에서 용량 세부 정보를 채우고 알림을 예약할 수 있습니다.
th: สร้างแผนสำหรับการใช้ยาหรือการเปลี่ยนแผ่นแปะ แอปช่วยกรอกรายละเอียดขนาดยาและตั้งเวลาการแจ้งเตือนได้
zh_hans: 创建一个给药或贴片更换计划，App 可自动填充剂量并安排提醒。
zh_hant: 創建一個給藥或貼片更換計劃，App 可自動填充劑量並安排提醒。
